Repository: imedelyan/place4rest
Catalog: place4rest/Resources/*.lproj/Localizable.strings
Languages: ru, uk

source: Language
ru: Язык
uk: Мова

source: CLOSE
ru: ЗАКРЫТЬ
uk: ЗАКРИТИ

# RestartApplication
source: You need to restart the application for the changes to take effect
ru: Необходимо перезапустить приложение, чтобы изменения вступили в силу
uk: Необхідно перезапустити додаток, щоб зміни вступили в силу

source: Ok
uk: Добре

source: Terrain style
ru: Местность
uk: Місцевість

source: Satellite
ru: Спутник
uk: Супутник

source: Street style
ru: Улицы
uk: Вулиці

source: Search
ru: Поиск
uk: Пошук

# Title.AddaNewPlace
source: Add a New Place
ru: Добавить новое место
uk: Додати нове місце

# Title.PrimaryCategory
source: Primary category
ru: Главная категория
uk: Головна категорія

# Title.Facilities
source: Facilities
ru: Удобства
uk: Зручності

# Title.Location
source: Location
ru: Локация
uk: Локація

# Title.NameAndDetails
source: Name and Details
ru: Название и Описание
uk: Назва та Опис

# Buttion.AddPlace
source: ADD PLACE
ru: ДОБАВИТЬ МЕСТО
uk: ДОДАТИ МІСЦЕ

# Text.SpecialPlace
source: The special place where you
ru: Тут ты можешь
uk: Тут ти можеш

# Text.AddStuff
source: Add stuff and help us grow!
ru: Добавлять новые места и делиться впечатлениями от своих путешествий!
uk: Додавати нові місця та ділитися враженнями від власних мандрівок!

# Text.Community
source: place4rest is a community
ru: place4rest это сообщество
uk: place4rest це спільнота

# Text.YouMakeTheAppBetter
source: This app wouldn't be here without all of you, without new places you explore, photos and reviews you add. You make the app better.
ru: Это приложение было бы невозможным без всех вас, без мест, которые вы добавляете, без отзывов, которые вы оставляете. Вы делаете это приложение лучше!
uk: Цей додаток був би неможливим без усіх вас, без місць, які ви додаєте, та відгуків, що ви залишаєте. Ви робите цей додаток краще!

# Buttion.Continue
source: CONTINUE
ru: ПРОДОЛЖИТЬ
uk: ПРОДОВЖИТИ

# Buttion.Submit
source: SUBMIT
ru: ДОБАВИТЬ
uk: ДОДАТИ

# FieldTitle.Name
source: Place name
ru: Название места
uk: Назва місця

# Placeholder.Name
source: Add place name
ru: Добавьте название
uk: Додайти назву

# FieldTitle.Details
source: Details
ru: Описание
uk: Опис

# Placeholder.Details
source: Add place details
ru: Добавьте описание
uk: Додайте опис

# Text.Categories
source: place4rest – service for searching places for your rest. You can filter by categories such as wild camping, springs, and castles.
ru: place4rest – сервис по поиску мест отдыха. На карте вы найдете места для кемпинга и места отдыха с палатками. Вы можете их отфильтровать по категориям таким как Дикие стоянки – места для отдыха с палатками, Оборудованные кемпинги или Парковку удобную для ночевки. Иконки елочки обозначают – дикую стоянку, фонтан – место возле источника или родника, иконка замок – стоянка рядом с замком, крепостью или усадьбой.
uk: place4rest – сервіс пошуку місць для відпочинку. На мапі ви можете знайти місця для кемпінгу та місця для відпочинку з палаткою. Ви можете їх фільтрувати за категоріями такими як Дикі стоянки – місця для відпочинку з палатками, Платні кемпінги або Парковку на ніч. Іконками ялинок позначені – дикі стоянки, фонтан – месце біля джерела, іконка замок – зупинка поряд із замком, фортецею або садибою.

# Text.Activities
source: Each place has a tag Activity: beach, climbing, cycling, fishing, hiking, monuments to visit, motorcycle riding, playground, viewpoint, Water walks on kayak, windsurf.
ru: Каждое место имеет тег Досуг (зеленые иконки в описании места): Вело прогулки, Видовая площадка, Водные прогулки каяк/байдарка, Детская площадка, места для Кайт серфинга, Место для рыбалки, Мото прогулки, Памятники для посещения, Пешеходные прогулки, Пляжные места, места для Скалолазания.
uk: Кожне місце має тег Дозвілля (зелені іконки в описі місця): Вело прогулянки, Оглядовий майданчик, Водні прогулянки каяк / байдарка, Дитячий майданчик, місця для Кайт-серфінгу, Місце для риболовлі, Мото прогулянки, Пам'ятники для відвідування, Пішохідні прогулянки, Пляжні місця, місця для Скелелазіння.

# Text.Services
source: Each place has a tag Services: car wash, draining used water, drinking water, Electricity (access possible), gas filling, Internet 3G/4G, laundromat, shop, shower (access is possible), swimming pool, toilet drain, toilets, trash can, walking with pets, WIFI.
ru: Каждое место имеет тег Сервис (синии иконки в описании места) – какие удобства вы можете найти на этом месте. Места с Доступом в Интернет 3G/4G WIFI, с доступом к душу, удобные для прогулки с домашними Животными, наличие Мусорных баков, Общественного туалета, крана Питьевой воды, Прачечная-автомат, Слив туалета, Слив Сточных вод, наличие магазина, доступ к подключению Электричества и тд.
uk: Кожне місце має тег Сервіс (сині іконки в описі місця) - зручності, які ви можете знайти на цьому місці. Місця з Доступом до Інтернет 3G/4G або WIFI, з доступом до душу, зручні для прогулянки з домашніми Тваринами, наявність Сміттєвих баків, Громадського туалету, Питної води, Прачечної-автомату, Зливу туалету, Зливу Стічних вод, наявність магазину, доступ до підключення електрики і тд.

# Text.CategoriesFor
source: You can filter by transport type such as motorhome, passenger car, for hiking.
ru: Для кого это подходит? На карте есть фильтр вид места (круглые оранжевые иконки). Для автотуристов на легковом авто, для автодомов и караванов, и места куда нельзя подъехать на транспорте обозначены для пешеходов.
uk: Для кого це підходить? На мапі є фільтр виду місця (круглі помаранчеві іконки). Для автотуристів на легковому авто, для автобудинків і караванів, і місця, куди можна під'їхати на транспорті, позначені для пішоходів.

# Text.AddYourReview
source: Each place has its own rating and comments, you can add your review and expose your rating, add a description or add a new photo of the place in the comments. Become a member of place4rest community – Add your places, add your comments!
ru: Куда ехать не ехать? Каждое место имеет свой рейтинг и комментарии. Вы можете добавить свой отзыв и выставить свою оценку, дополнить описание или добавить новую фотографию места в комментариях. Вступайте в сообщество place4rest – Добавляйте свои места, добавляйте отзывы!
uk: Куди їхати або не їхати? Кожне місце має свій рейтинг та коментарі. Ви можете додати свій відгук та залишити свою оцінку, доповнити опис або додати нову фотографію місця в коментарях. Приєднуйтеся до спільноти place4rest - Додавайте свої місця, додавайте відгуки!

# Title.Settings
source: Settings
ru: Настройки
uk: Налаштування

# Settings.Logout.Message
source: Are you sure you want to log out?
ru: Ви уверены, что хотите выйти?
uk: Ви впевнені, що хочете вийти?

# Settings.EditUser
source: Edit account
ru: Редактировать профиль
uk: Редагувати профіль

# Settings.Language
source: Language
ru: Язык
uk: Мова

# Settings.Logout
source: Log out
ru: Выйти
uk: Вийти

source: Wild places
ru: Дикие стоянки
uk: Дикі стоянки

source: Springs
ru: Источники и родники
uk: Джерела

source: Castles
ru: Замки и крепости
uk: Замки та фортеці

source: Camping
ru: Платные кемпинги
uk: Платні кемпінги

source: Parking for night
ru: Парковка на ночь
uk: Парковка на ніч

source: Camper
ru: Для автодомов
uk: Для автодомів

source: Car
ru: Для легвокых
uk: Для легвоких

source: Hiker
ru: Для пешеходов
uk: Для пішоходів

source: Pool
ru: Бассейн
uk: Басейн

source: Liquefied petroleum gas
ru: Газовая заправка
uk: Газова заправка

source: Internet 3G
ru: Доступ к Интернет 3G/4G
uk: Доступ до Інтернету 3G/4G

source: WiFi
ru: Доступ к Интернет WiFi
uk: Доступ до Інтернету WiFi

source: Showers
ru: Душ
uk: Душ

source: Pet walking
ru: Прогулки с домашними животными
uk: Прогулянки з домашніми тваринами

source: Camper, car washing
ru: Автомойка
uk: Автомойка

source: Trashcan
ru: Мусорный бак
uk: Сміттєвий бак

source: Toilets
ru: Общественный туалет
uk: Громадський туалет

source: Water
ru: Питьевая вода
uk: Питна вода

source: Laundry
ru: Прачечная-автомат
uk: Пральня-автомат

source: Blackwater disposal
ru: Слив туалета
uk: Злив туалету

source: Wastewater disposal
ru: Слив сточных вод
uk: Злив стічних вод

source: Bakery
ru: Магазин
uk: Магазин

source: Power supply
ru: Электричество (возможен доступ)
uk: Электрика (можливий доступ)

source: Windsurfing
ru: Виндсерфинг
uk: Віндсерфінг

source: Cycling
ru: Вело прогулки
uk: Вело прогулянки

source: Viewpoint
ru: Видовая площадка
uk: Оглядовий майданчик

source: Kayak
ru: Водные прогулки каяк/байдарка
uk: Водні прогулянки каяк/байдарка

source: Playground
ru: Детская площадка
uk: Дитячий майданчик

source: Fishing
ru: Рыбалка
uk: Рибалка

source: Motorcycling
ru: Мото прогулки
uk: Мото прогулянки

source: Monuments
ru: Достопримечательности
uk: Пам'ятки

source: Trekking
ru: Пешеходные прогулки
uk: Пішохідні прогулянки

source: Paragliding
ru: Параглайдинг
uk: Параглайдінг

source: Beach
ru: Пляжный отдых
uk: Пляжний відпочинок

source: Climbing
ru: Скалолазание
uk: Скелелазіння
